Repository: DiscipleTools/dt-home
Catalog: languages/dt_home-*.po
Languages: bn_in, it_it

source: Username or Email Address
bn_in: ব্যবহারকারীর নাম বা ইমেল ঠিকানা
it_it: Nome Utente o Indirizzo Email

source: Password
bn_in: পাসওয়ার্ড

source: Login
bn_in: লগইন
it_it: Accedi

source: Create Account
bn_in: অ্যাকাউন্ট তৈরি করুন
it_it: Crea Profilo

source: Forgot Password?
bn_in: পাসওয়ার্ড ভুলে গেছেন?
it_it: Hai dimenticato la tua Password?

source: Username
bn_in: ব্যবহারকারীর নাম
it_it: Nome Utente

source: Email
bn_in: ইমেল
it_it: Indirizzo Email

source: Confirm Password
bn_in: পাসওয়ার্ড নিশ্চিত করুন
it_it: Conferma Password

source: Register
bn_in: নিবন্ধন
it_it: Registrati

source: Back to Login
bn_in: লগইন এ ফিরে যান
it_it: Torna alla pagina iniziale per accedere

source: Name:
bn_in: নাম:
it_it: Nome:

source: Visit subpage
bn_in: উপপাতা দেখুন
it_it: Visita una pagina secondaria

source: Copy this link and share it with people you are coaching
bn_in: এই লিঙ্কটি অনুলিপি করুন এবং আপনি যাদের প্রশিক্ষণ দিচ্ছেন তাদের সাথে এটি ভাগ করুন
it_it: Copia questo link e condividilo con coloro per i quali fai da mentore

source: Hidden Apps
bn_in: লুকানো অ্যাপস
it_it: App Nascoste

source: Ok
bn_in: ঠিক আছে

source: Apps
bn_in: অ্যাপস
it_it: Le App

source: Training
bn_in: প্রশিক্ষণ
it_it: Formazione

source: Log Out
bn_in: লগ আউট করুন
it_it: Uscire

source: Home Screen
bn_in: হোম স্ক্রিন
it_it: Schermata Iniziale

source: Part of the DT Toolbox
bn_in: ডিটি টুলবক্সের অংশ
it_it: Parte degli Attrezzi di Disciple.Tools

source: Available Apps
bn_in: উপলভ্য অ্যাপস
it_it: App Disponibili

source: Add App
bn_in: অ্যাপ যোগ করুন
it_it: Aggiungere una App

source: Name
bn_in: নাম
it_it: Nome

source: Type
bn_in: টাইপ
it_it: Tipo

source: Icon
bn_in: আইকন
it_it: Icona

source: Slug
bn_in: স্লাগ
it_it: Parole Chiavi che descrivono la pagina

source: Action
bn_in: ক্রিয়া
it_it: Azione

source: Up
bn_in: আপ
it_it: Su

source: Unhide
bn_in: লুকিয়ে রাখুন
it_it: Mostrare

source: Hide
bn_in: লুকান
it_it: Nascondere

source: Edit
bn_in: সম্পাদনা
it_it: Modificare

source: Down
bn_in: ডাউন
it_it: Giù

source: Delete
bn_in: বিলোপ
it_it: Cancellare

source: Are you sure you want to delete this app?
bn_in: তুমি কি নিশ্চিত যে তুমি এই অ্যাপটি মুছতে চাও?
it_it: Sei sicuro di voler eliminare questa app?

source: Go Back
bn_in: ফিরে যাও
it_it: Indietro

source: No apps found
bn_in: কোনও অ্যাপ খুঁজে পাওয়া যায়নি
it_it: Nessuna App Ritrovata

source: Restore
bn_in: পুনঃস্থাপন
it_it: Ripristina

source: Are you sure you want to restore this app?
bn_in: আপনি কি নিশ্চিত যে আপনি এই অ্যাপটি পুনর্বহাল করতে চান?
it_it: Sei sicuro di voler ripristinare questa app?

source: Enter the name of the app.
bn_in: অ্যাপটির নাম লিখুন।
it_it: Inserisci il nome dell'app.

source: The name cannot be empty or just whitespace.
bn_in: নাম ফাঁকা বা শুধু হোয়াইটস্পেস হতে পারে না।
it_it: Il nome non può essere lasciato vuoto.

source: Select the type of the app.
bn_in: অ্যাপের ধরন নির্বাচন করুন।
it_it: Seleziona il tipo di app.

source: Please select
bn_in: দয়া করে নির্বাচন করুন
it_it: Seleziona

source: Web View
bn_in: ওয়েব ভিউ
it_it: Visualizzazione Web

source: Link
bn_in: যোগসূত্র

source: Open link in new tab
bn_in: নতুন ট্যাবে লিঙ্ক খুলুন
it_it: Apri il link in una nuova scheda

source: Check this box to open the link in a new tab.
bn_in: একটি নতুন ট্যাবে লিঙ্কটি খুলতে এই বাক্সটি চেক করুন।
it_it: Spunta questa casella per aprire il link in una nuova scheda.

source: Icon (File Upload)
bn_in: আইকন (ফাইল আপলোড)
it_it: Icona (Caricare File)

source: Upload an icon for the app.
bn_in: অ্যাপটির জন্য একটি আইকন আপলোড করুন।
it_it: Caricare un'icona per l'app.

source: Change Icon
bn_in: আইকন পরিবর্তন করুন
it_it: Cambiare Icona

source: URL
bn_in: ইউআরএল

source: Enter the URL for the app.
bn_in: অ্যাপটির ইউআরএল লিখুন।
it_it: Inserisci l'URL per l'app.

source: Enter a slug for the app.
bn_in: অ্যাপটির জন্য একটি স্লাগ লিখুন।
it_it: Inserisci delle parole chiavi che descrivono l'app.

source: Is Hidden
bn_in: লুকানো আছে
it_it: È Nascosta

source: Check this box to hide the app.
bn_in: অ্যাপটি লুকাতে এই বাক্সটি চেক করুন।
it_it: Spunta questa casella per nascondere l'app.

source: Cancel
bn_in: বাতিল
it_it: Annulla

source: Submit
bn_in: জমা
it_it: Inoltrare

source: Search for icons...
bn_in: আইকনগুলি অনুসন্ধান করুন...
it_it: Cerca le icone...

source: Close
bn_in: বন্ধ
it_it: Chiudere

source: Update
bn_in: আধুনিকীকরণ
it_it: Aggiornare

source: Require users to login to access the home screen magic link?
bn_in: হোম স্ক্রিন ম্যাজিক লিঙ্কটি অ্যাক্সেস করতে ব্যবহারকারীদের লগইন করতে হবে?
it_it: Richiedere agli utenti di accedere per aver accesso al magic link della schermata iniziale?

source: Allow users to reset their apps?
bn_in: ব্যবহারকারীদের তাদের অ্যাপগুলি রিসেট করার অনুমতি দেবেন?
it_it: Permettere agli utenti di ripristinare le loro app?

source: Add Training
bn_in: প্রশিক্ষণ যোগ করুন
it_it: Aggiungere una Formazione

source: Embed Video
bn_in: ভিডিও এম্বেড করুন
it_it: Incorporare un Video

source: Anchor
bn_in: নোঙ্গর
it_it: Ancorare

source: Are you sure you want to delete this entry?
bn_in: আপনি কি নিশ্চিত যে আপনি এই এন্ট্রিটি মুছে ফেলতে চান?
it_it: Sei sicuro di voler cancellare questa voce?

source: Training Videos
bn_in: প্রশিক্ষণ ভিডিও
it_it: Video della Formazione

source: Enter the name of the training video.
bn_in: প্রশিক্ষণের ভিডিওর নাম লিখুন।
it_it: Inserisci il nome del video della formazione.

source: Paste the embed code for the video.
bn_in: ভিডিওর জন্য এম্বেড কোডটি আটকান।
it_it: Incolla il codice di incorporamento per il video.

source: The embed Video cannot be empty or just whitespace.
bn_in: এম্বেড করা ভিডিওটি খালি বা কেবল হোয়াইটস্পেস হতে পারে না।
it_it: Lo spazio per il video incorporato non può essere lasciato vuoto.

source: Specify the anchor text for the video.
bn_in: ভিডিওর জন্য অ্যাঙ্কর পাঠ্য নির্দিষ্ট করুন।
it_it: Specificare il testo di ancoraggio per il video.

source: The anchor text cannot be empty or just whitespace.
bn_in: অ্যাঙ্কর পাঠ্যটি খালি বা কেবল হোয়াইটস্পেস হতে পারে না।
it_it: Lo spazio per il testo di ancoraggio non può essere lasciato vuoto.

source: Sort
bn_in: বাছাই
it_it: Ordinare

source: Set the sort order for the video.
bn_in: ভিডিওর জন্য বাছাই ক্রম সেট করুন।
it_it: Impostare l'ordine di visualizzazione dei video.

source: The video embed cannot be empty or just whitespace.
bn_in: ভিডিও এম্বেড খালি বা শুধু হোয়াইটস্পেস হতে পারে না।
it_it: Lo spazio per incorporare i video non può essere lasciato vuoto.

source: App not found
bn_in: অ্যাপ খুঁজে পাওয়া যায়নি
it_it: App non ritrovata

source: An unexpected error has occurred.
bn_in: একটি অপ্রত্যাশিত ত্রুটি সংঘটিত হয়েছে।
it_it: È avvenuto un errore inaspettato.

source: Not Found
bn_in: পাওয়া যায়নি
it_it: Non Ritrovata

source: Please fill out all fields.
bn_in: দয়া করে সমস্ত ক্ষেত্রগুলি পূরণ করুন।
it_it: Compilare tutti i campi.

source: Passwords do not match.
bn_in: পাসওয়ার্ড মিলছে না।
it_it: Le password non combaciano.

source: Upload Icon
bn_in: আইকন আপলোড করুন
it_it: Caricare Icona

source: Upload
bn_in: আপলোড
it_it: Caricare

source: General
bn_in: সাধারণ
it_it: Generale

source: DT Home
bn_in: ডিটি হোম
it_it: Schermata Iniziale Disciple.Tools

source: An app home screen for disciple.tools. Part of the DT Toolbox.
bn_in: শিষ্য.সরঞ্জামগুলির জন্য একটি অ্যাপ্লিকেশন হোম স্ক্রিন। ডিটি টুলবক্সের অংশ।
it_it: Una app schermata iniziale per disciple.tools. Parte degli attrezzi di disciple.tools.

source: Are you sure you want to remove this app?
it_it: Sei sicuro di voler rimuovere questa app?

source: https://github.com/thecodezone/dt-home
it_it: https://github.com/thecodezone/dt-home-it
